Repository: ptudor/unsit
Catalog: packaging/Localization/Updates.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: The release asset has an invalid address, size, or SHA-256 digest.
af: Die vrystellingslêer se adres, grootte of SHA-256-kontrolesom is ongeldig.
am: የእትሙ ፋይል ልክ ያልሆነ አድራሻ፣ መጠን ወይም SHA-256 ቼክሰም አለው።
ar: يحتوي ملف الإصدار على عنوان أو حجم أو قيمة تجزئة SHA-256 غير صالحة.
az: Buraxılış aktivinin ünvanı, ölçüsü və ya SHA-256 daycesti yanlışdır.
be: Рэлізны рэсурс мае няправільны адрас, памер або дайджэст SHA-256.
bg: Файлът към версията има невалиден адрес, размер или SHA-256 хеш.
bn: রিলিজ অ্যাসেটটির ঠিকানা, আকার বা SHA-256 ডাইজেস্ট অবৈধ।
ca: El fitxer de la versió té una adreça, mida o suma SHA-256 no vàlida.
cs: Soubor k vydání má neplatnou adresu, velikost nebo digest SHA-256.
cy: Mae gan yr ased rhyddhau gyfeiriad, maint, neu grynodeb SHA-256 annilys.
da: Filen i udgivelsen har en ugyldig adresse, størrelse eller SHA-256-digest.
de: Die Release-Datei weist eine ungültige Adresse, Größe oder einen ungültigen SHA-256-Hash auf.
de_at: Die Release-Datei hat eine ungültige Adresse, Größe oder einen ungültigen SHA-256-Hashwert.
de_ch: Die Release-Datei hat eine ungültige Adresse, Größe oder einen ungültigen SHA-256-Digest.
el: Το αρχείο έκδοσης έχει μη έγκυρη διεύθυνση, μέγεθος ή κατακερματισμό SHA-256.
es: El recurso de publicación tiene una dirección, un tamaño o un hash SHA-256 no válidos.
es_ar: El recurso de la versión tiene una dirección, un tamaño o un resumen SHA-256 inválidos.
es_mx: El recurso tiene dirección, tamaño o hash SHA-256 no válidos.
et: Väljalaskefailil on kehtetu aadress, suurus või SHA-256 räsi.
eu: Argitalpen-aktiboak helbide, tamaina edo SHA-256 laburpen baliogabea du.
fa: فایل انتشار نشانی، اندازه یا هش SHA-256 نامعتبر دارد.
fi: Julkaisutiedoston osoite, koko tai SHA-256-tiiviste on virheellinen.
fil: Ang release asset ay may di-wastong address, laki, o SHA-256 digest.
fr: L'élément de publication présente une adresse, une taille ou un hachage SHA-256 invalides.
fr_ca: Le fichier publié a une adresse, une taille ou une empreinte SHA-256 invalide.
ga: Tá seoladh, méid nó díleá SHA-256 neamhbhailí ag an tsócmhainn scaoilte.
gl: O recurso de lanzamento ten un enderezo, tamaño ou resumo SHA-256 non válido.
gu: રિલીઝ ફાઇલમાં અમાન્ય સરનામું, કદ અથવા SHA-256 ડાયજેસ્ટ છે.
he: לקובץ הגרסה יש כתובת, גודל או גיבוב SHA-256 לא תקינים.
hi: रिलीज़ एसेट का पता, आकार या SHA-256 डाइजेस्ट अमान्य है।
hr: Datoteka izdanja ima nevažeću adresu, veličinu ili SHA-256 sažetak.
hu: A kiadott fájl címe, mérete vagy SHA-256 kivonatának értéke érvénytelen.
hy: Թողարկման ֆայլն ունի անվավեր հասցե, չափ կամ SHA-256 հեշ։
id: Aset rilis tersebut memiliki alamat, ukuran, atau nilai SHA-256 yang tidak valid.
is: Útgáfueignin hefur ógilt heimilisfang, stærð eða SHA-256 samantekt.
it: L'elemento di rilascio presenta un indirizzo, una dimensione o un hash SHA-256 non validi.
ja: このリリースアセットのアドレス、サイズ、またはSHA-256ダイジェストが無効です。
ka: გამოშვების ფაილს აქვს არასწორი მისამართი, ზომა ან SHA-256 ჰეში.
kk: Шығарылым файлының мекенжайы, өлшемі немесе SHA-256 хэші жарамсыз.
km: ឯកសារចេញផ្សាយមានអាសយដ្ឋាន ទំហំ ឬហាស SHA-256 មិនត្រឹមត្រូវ។
kn: ಬಿಡುಗಡೆ ಸ್ವತ್ತು ಅಮಾನ್ಯ ವಿಳಾಸ, ಗಾತ್ರ ಅಥವಾ SHA-256 ಡೈಜೆಸ್ಟ್ ಅನ್ನು ಹೊಂದಿದೆ.
ko: 이 릴리스 자산의 주소, 크기 또는 SHA-256 해시가 유효하지 않습니다.
ky: Чыгарылыш файлынын дареги, өлчөмү же SHA-256 хэши жараксыз.
lo: ໄຟລ໌ຂອງລຸ້ນມີທີ່ຢູ່, ຂະໜາດ ຫຼື ແຮັດ SHA-256 ທີ່ບໍ່ຖືກຕ້ອງ.
lt: Išleidimo ištekliaus adresas, dydis arba SHA-256 maiša netinkami.
lv: Izlaides resursam ir nepareiza adrese, izmērs vai SHA-256 kopsumma.
mk: Датотеката на изданието има неважечка адреса, големина или SHA-256 хаш.
ml: റിലീസ് അസറ്റിന് അസാധുവായ ഒരു വിലാസം, വലുപ്പം അല്ലെങ്കിൽ SHA-256 ഡൈജസ്റ്റ് ഉണ്ട്.
mn: Хувилбарын өмч нь буруу хаяг, хэмжээ, эсвэл SHA-256 дайжесттэй байна.
mr: रिलीज असेटचा ॲड्रेस, साईज किंवा SHA-256 डायजेस्ट अवैध आहे.
ms: Aset keluaran mempunyai alamat, saiz atau cernaan SHA-256 yang tidak sah.
mt: L-assi tar-rilaxx għandu indirizz, daqs, jew diġest SHA-256 invalidi.
my: ထုတ်ဝေဗားရှင်း၏ ဒေါင်းလုဒ်ဖိုင်တွင် မမှန်သော လိပ်စာ၊ အရွယ်အစား သို့မဟုတ် SHA-256 hash ရှိသည်။
nb: Utgivelsesfilen har en ugyldig adresse, størrelse eller SHA-256-hash.
ne: रिलीज फाइलमा अमान्य ठेगाना, आकार वा SHA-256 डाइजेस्ट छ।
nl: Het vrijgegeven bestand heeft een ongeldig adres, een ongeldige grootte of een ongeldige SHA-256-hash.
or: ରିଲିଜ୍ ଆସେଟ୍‌ର ଏକ ଅବୈଧ ଠିକଣା, ଆକାର, କିମ୍ବା SHA-256 ଡାଇଜେଷ୍ଟ ଅଛି।
pa: ਰਿਲੀਜ਼ ਸੰਪਤੀ ਦਾ ਪਤਾ, ਆਕਾਰ, ਜਾਂ SHA-256 ਡਾਇਜੈਸਟ ਅਵੈਧ ਹੈ।
pl: Plik w wydaniu ma nieprawidłowy adres, rozmiar lub skrót SHA-256.
pt: O recurso de lançamento apresenta um endereço, tamanho ou resumo SHA-256 inválido.
pt_br: O recurso de lançamento apresenta um endereço, tamanho ou hash SHA-256 inválido.
ro: Resursa versiunii are o adresă, dimensiune sau sumă SHA-256 nevalidă.
ru: У файла релиза указан недопустимый адрес, размер или хэш SHA-256.
si: නිකුතු ගොනුවට අවලංගු ලිපිනයක්, ප්‍රමාණයක් හෝ SHA-256 හැෂයක් ඇත.
sk: Súbor vydania má neplatnú adresu, veľkosť alebo súčet SHA-256.
sl: Datoteka v izdaji ima neveljaven naslov, velikost ali SHA-256-izvleček.
sq: Aseti i publikimit ka adresë, madhësi ose hash SHA-256 të pavlefshëm.
sr: Датотека издања има неважећу адресу, величину или SHA-256 контролни збир.
sv: Utgåvans fil har ogiltig adress, storlek eller SHA-256-kontrollsumma.
sw: Faili ya toleo ina anwani, ukubwa au heshi ya SHA-256 isiyo sahihi.
ta: வெளியீட்டுச் சொத்தானது தவறான முகவரி, அளவு அல்லது SHA-256 டைஜஸ்ட்டைக் கொண்டுள்ளது.
te: విడుదల చేసిన ఆస్తికి చెల్లని చిరునామా, పరిమాణం లేదా SHA-256 డైజెస్ట్ ఉంది.
th: ไฟล์เผยแพร่มีที่อยู่ ขนาด หรือไดเจสต์ SHA-256 ไม่ถูกต้อง
tr: Yayınlanan varlığın adresi, boyutu veya SHA-256 özeti geçersiz.
uk: У ресурсі випуску вказано недійсну адресу, розмір або хеш-код SHA-256.
ur: ریلیز فائل کا پتہ، سائز، یا SHA-256 ڈائجسٹ غلط ہے۔
vi: Tệp tin phát hành có địa chỉ, kích thước hoặc mã băm SHA-256 không hợp lệ.
zh_hans: 该发布资源的地址、大小或 SHA-256 摘要无效。
zh_hant: 此發行資產的地址、大小或 SHA-256 摘要無效。
zu: Ifayela lokukhishwa linekheli, usayizi, noma ihashi ye-SHA-256 engavumelekile.

source: The release repository is not configured correctly.
af: Die vrystellingsbewaarplek is nie korrek gekonfigureer nie.
am: የመልቀቂያ ማከማቻው በትክክል አልተዋቀረም።
ar: لم يتم تكوين مستودع الإصدارات بشكل صحيح.
az: Buraxılış deposu düzgün konfiqurasiya edilməyib.
be: Рэпазітар выпускаў настроены няправільна.
bg: Хранилището за версии не е настроено правилно.
bn: রিলিজ রিপোজিটরিটি সঠিকভাবে কনফিগার করা নেই।
ca: El repositori de versions no està configurat correctament.
cs: Repozitář verzí není správně nakonfigurován.
cy: Nid yw'r storfa rhyddhau wedi'i ffurfweddu'n gywir.
da: Udgivelsesprojektet er ikke konfigureret korrekt.
de: Das Release-Repository ist nicht korrekt konfiguriert.
de_at: Das Release-Repository ist nicht korrekt konfiguriert.
de_ch: Das Release-Repository ist nicht korrekt konfiguriert.
el: Το αποθετήριο εκδόσεων δεν έχει ρυθμιστεί σωστά.
es: El repositorio de versiones no está configurado correctamente.
es_ar: El repositorio de versiones no está configurado correctamente.
es_mx: El repositorio de versiones no está configurado correctamente.
et: Väljalaskehoidla ei ole õigesti seadistatud.
eu: Argitalpenen biltegia ez dago behar bezala konfiguratuta.
fa: مخزن انتشار به درستی پیکربندی نشده است.
fi: Julkaisuvarasto ei ole määritetty oikein.
fil: Hindi na-configure nang tama ang release repository.
fr: Le référentiel de publication n'est pas configuré correctement.
fr_ca: Le dépôt de versions n'est pas correctement configuré.
ga: Níl an stór scaoilte cumraithe i gceart.
gl: O repositorio de versións non está configurado correctamente.
gu: રિલીઝ રિપોઝીટરી યોગ્ય રીતે ગોઠવેલ નથી.
he: מאגר הגרסה אינו מוגדר כהלכה.
hi: रिलीज़ रिपॉजिटरी सही ढंग से कॉन्फ़िगर नहीं की गई है।
hr: Repozitorij izdanja nije ispravno konfiguriran.
hu: A kiadási tároló nincs megfelelően beállítva.
hy: Թողարկման պահոցը ճիշտ կարգավորված չէ։
id: Repositori rilis belum dikonfigurasi dengan benar.
is: Útgáfugeymslan er ekki rétt stillt.
it: Il repository di rilascio non è configurato correttamente.
ja: リリースリポジトリが正しく設定されていません。
ka: გამოშვების საცავი სწორად არ არის კონფიგურირებული.
kk: Шығарылым репозиторийі дұрыс конфигурацияланбаған.
km: ឃ្លាំង​ចេញផ្សាយ​មិន​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ត្រឹមត្រូវ​ទេ។
kn: ಬಿಡುಗಡೆ ಭಂಡಾರವನ್ನು ಸರಿಯಾಗಿ ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ.
ko: 릴리스 저장소가 올바르게 구성되지 않았습니다.
ky: Чыгарылыш репозиторийи туура эмес конфигурацияланган.
lo: ບ່ອນເກັບມ້ຽນການປ່ອຍບໍ່ໄດ້ຖືກຕັ້ງຄ່າຢ່າງຖືກຕ້ອງ.
lt: Išleidimo saugykla nėra tinkamai sukonfigūruota.
lv: Izlaides repozitorijs nav pareizi konfigurēts.
mk: Репозиториумот за издавање не е правилно конфигуриран.
ml: റിലീസ് റിപ്പോസിറ്ററി ശരിയായി ക്രമീകരിച്ചിട്ടില്ല.
mn: Хувилбарын репозитор зөв тохируулагдаагүй байна.
mr: रिलीज रिपॉझिटरी योग्यरित्या कॉन्फिगर केलेली नाही.
ms: Repositori keluaran tidak dikonfigurasikan dengan betul.
mt: Ir-repożitorju tar-rilaxx mhux ikkonfigurat b'mod korrett.
my: ထုတ်ဝေမှု သိုလှောင်ရုံကို မှန်ကန်စွာ ပြင်ဆင်သတ်မှတ်မထားပါ။
nb: Utgivelsesrepositoriet er ikke riktig konfigurert.
ne: रिलिज रिपोजिटरी सही तरिकाले कन्फिगर गरिएको छैन।
nl: De release-repository is niet correct geconfigureerd.
or: ରିଲିଜ୍ ରେପୋଜିଟୋରୀ ସଠିକ୍ ଭାବରେ ବିନ୍ୟାସିତ ହୋଇନାହିଁ।
pa: ਰੀਲੀਜ਼ ਰਿਪੋਜ਼ਟਰੀ ਸਹੀ ਢੰਗ ਨਾਲ ਸੰਰਚਿਤ ਨਹੀਂ ਹੈ।
pl: Repozytorium wydania nie jest poprawnie skonfigurowane.
pt: O repositório de versões não está configurado corretamente.
pt_br: O repositório de versões não está configurado corretamente.
ro: Repozitoriul de versiuni nu este configurat corect.
ru: Репозиторий релизов настроен некорректно.
si: නිකුතු ගබඩාව නිවැරදිව වින්‍යාස කර නොමැත.
sk: Repozitár verzií nie je správne nakonfigurovaný.
sl: Repozitorij izdaj ni pravilno nastavljen.
sq: Depozita e versionit nuk është konfiguruar saktë.
sr: Репозиторијум за објављивање није конфигурисан исправно.
sv: Versionsförrådet är felkonfigurerat.
sw: Hifadhi ya kutolewa haijasanidiwa ipasavyo.
ta: வெளியீட்டுக் களஞ்சியம் சரியாக உள்ளமைக்கப்படவில்லை.
te: విడుదల రిపోజిటరీ సరిగ్గా కాన్ఫిగర్ చేయబడలేదు.
th: ที่เก็บเวอร์ชันไม่ได้ถูกกำหนดค่าอย่างถูกต้อง
tr: Sürüm deposu doğru şekilde yapılandırılmamış.
uk: Репозиторій випусків налаштований неправильно.
ur: ریلیز ریپوزٹری کو صحیح طریقے سے کنفیگر نہیں کیا گیا ہے۔
vi: Kho lưu trữ bản phát hành chưa được cấu hình đúng cách.
zh_hans: 发布仓库配置不正确。
zh_hant: 發行版本儲存庫的設定不正確。
zu: Inqolobane yokukhishwa ayilungiselelwe kahle.

source: The release repository is not configured.
af: Die vrystellingsbewaarplek is nie gekonfigureer nie.
am: የመልቀቂያ ማከማቻው አልተዋቀረም።
ar: لم يتم تكوين مستودع الإصدار.
az: Buraxılış deposu konfiqurasiya edilməyib.
be: Рэпазітар выпускаў не настроены.
bg: Хранилището за версии не е конфигурирано.
bn: রিলিজ রিপোজিটরিটি কনফিগার করা নেই।
ca: El repositori de versions no està configurat.
cs: Repozitář verzí není nakonfigurován.
cy: Nid yw'r storfa rhyddhau wedi'i ffurfweddu.
da: Udgivelsesprojektet er ikke konfigureret.
de: Das Release-Repository ist nicht konfiguriert.
de_at: Das Release-Repository ist nicht konfiguriert.
de_ch: Das Release-Repository ist nicht konfiguriert.
el: Το αποθετήριο εκδόσεων δεν έχει ρυθμιστεί.
es: El repositorio de versiones no está configurado.
es_ar: El repositorio de versiones no está configurado.
es_mx: El repositorio de versiones no está configurado.
et: Väljalaskehoidla ei ole konfigureeritud.
eu: Argitalpenen biltegia ez dago konfiguratuta.
fa: مخزن انتشار پیکربندی نشده است.
fi: Julkaisuvarastoa ei ole määritetty.
fil: Hindi pa na-configure ang release repository.
fr: Le référentiel de versions n'est pas configuré.
fr_ca: Le dépôt de versions n'est pas configuré.
ga: Níl an stór scaoilte cumraithe.
gl: O repositorio de versións non está configurado.
gu: રિલીઝ રિપોઝીટરી ગોઠવેલ નથી.
he: מאגר הגרסה אינו מוגדר.
hi: रिलीज़ रिपॉजिटरी कॉन्फ़िगर नहीं है।
hr: Repozitorij izdanja nije konfiguriran.
hu: A kiadási tároló nincs beállítva.
hy: Թողարկման պահոցը կարգավորված չէ։
id: Repositori rilis belum dikonfigurasi.
is: Útgáfugeymslan er ekki stillt.
it: Il repository delle versioni non è configurato.
ja: リリースリポジトリが設定されていません。
ka: გამოშვების საცავი არ არის კონფიგურირებული.
kk: Шығарылым репозиторийі конфигурацияланбаған.
km: ឃ្លាំង​ចេញផ្សាយ​មិន​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ទេ។
kn: ಬಿಡುಗಡೆ ಭಂಡಾರವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ.
ko: 릴리스 저장소가 구성되지 않았습니다.
ky: Чыгарылыш репозиторийи конфигурацияланган эмес.
lo: ບ່ອນເກັບມ້ຽນການປ່ອຍບໍ່ໄດ້ຖືກຕັ້ງຄ່າ.
lt: Išleidimo saugykla nėra sukonfigūruota.
lv: Izlaides repozitorijs nav konfigurēts.
mk: Репозиториумот за издавање не е конфигуриран.
ml: റിലീസ് റിപ്പോസിറ്ററി കോൺഫിഗർ ചെയ്തിട്ടില്ല.
mn: Хувилбарын репозитор тохируулагдаагүй байна.
mr: रिलीज रिपॉझिटरी कॉन्फिगर केलेली नाही.
ms: Repositori keluaran tidak dikonfigurasikan.
mt: Ir-repożitorju tar-rilaxx mhux ikkonfigurat.
my: ထုတ်ဝေမှု သိုလှောင်ရုံကို ပြင်ဆင်သတ်မှတ်မထားပါ။
nb: Utgivelsesrepositoriet er ikke konfigurert.
ne: रिलिज रिपोजिटरी कन्फिगर गरिएको छैन।
nl: De release-repository is niet geconfigureerd.
or: ରିଲିଜ୍ ରେପୋଜିଟୋରୀ ବିନ୍ୟାସିତ ନୁହେଁ।
pa: ਰੀਲੀਜ਼ ਰਿਪੋਜ਼ਟਰੀ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ।
pl: Repozytorium wydania nie zostało skonfigurowane.
pt: O repositório de versões não está configurado.
pt_br: O repositório de versões não está configurado.
ro: Repozitoriul de lansări nu este configurat.
ru: Репозиторий релизов не настроен.
si: නිකුතු ගබඩාව වින්‍යාස කර නොමැත.
sk: Repozitár verzií nie je nakonfigurovaný.
sl: Repozitorij izdaj ni nastavljen.
sq: Depozita e versionit nuk është konfiguruar.
sr: Репозиторијум за објављивање није конфигурисан.
sv: Versionsförrådet är inte konfigurerat.
sw: Hifadhi ya kutolewa haijasanidiwa.
ta: வெளியீட்டுக் களஞ்சியம் உள்ளமைக்கப்படவில்லை.
te: విడుదల రిపోజిటరీ కాన్ఫిగర్ చేయబడలేదు.
th: ยังไม่ได้กำหนดค่าที่เก็บเวอร์ชันสำหรับการเผยแพร่
tr: Sürüm deposu yapılandırılmamış.
uk: Репозиторій випусків не налаштований.
ur: ریلیز ریپوزٹری کو کنفیگر نہیں کیا گیا ہے۔
vi: Kho lưu trữ bản phát hành chưa được cấu hình.
zh_hans: 尚未配置发布仓库。
zh_hant: 尚未設定發行版儲存庫。
zu: Inqolobane yokukhishwa ayilungiselelwe.

source: The server returned an older release than one already seen. Try again later.
af: Die bediener het 'n ouer weergawe teruggegee as een wat reeds gesien is. Probeer later weer.
am: አገልጋዩ ቀደም ሲል ከታየው ውስጥ የቆየ ልቀት መልሷል። ቆይተው እንደገና ይሞክሩ።
ar: أعاد الخادم إصدارًا أقدم من الإصدار الذي سبق عرضه. حاول مرة أخرى لاحقًا.
az: Server artıq görülən versiyadan daha köhnə versiyanı qaytardı. Daha sonra yenidən cəhd edin.
be: Сервер вярнуў старэйшую версію, чым тая, што ўжо была прагледжана. Паўтарыце спробу пазней.
bg: Сървърът върна версия, по-стара от тази, която вече е била видяна. Опитайте отново по-късно.
bn: সার্ভারটি পূর্বের সংস্করণের চেয়ে পুরোনো একটি সংস্করণ ফেরত দিয়েছে। পরে আবার চেষ্টা করুন।
ca: El servidor ha retornat una versió més antiga que una que ja s'ha vist. Torna-ho a provar més tard.
cs: Server vrátil starší verzi, než aplikace již znala. Zkuste to později.
cy: Dychwelodd y gweinydd fersiwn hŷn nag un a welwyd eisoes. Rhowch gynnig arall arni yn nes ymlaen.
da: Serveren returnerede en ældre version end den, der allerede er set. Prøv igen senere.
de: Der Server lieferte eine ältere als eine schon bekannte Version. Später erneut versuchen.
de_at: Der Server meldete eine ältere als die bereits erkannte Version. Später erneut versuchen.
de_ch: Der Server hat eine ältere Version zurückgegeben als die bereits angezeigte. Bitte versuchen Sie es später erneut.
el: Ο διακομιστής επέστρεψε μια παλαιότερη έκδοση από αυτή που έχει ήδη εμφανιστεί. Δοκιμάστε ξανά αργότερα.
es: El servidor ha devuelto una versión anterior a la que ya se había visto. Inténtalo de nuevo más tarde.
es_ar: El servidor devolvió una versión anterior a la que ya se había visto. Inténtalo de nuevo más tarde.
es_mx: El servidor devolvió una versión anterior a la que ya se había visto. Inténtalo de nuevo más tarde.
et: Server andis tagasi vanema versiooni kui see, mida juba nägid. Proovi hiljem uuesti.
eu: Zerbitzariak dagoeneko ikusitako bat baino bertsio zaharrago bat itzuli du. Saiatu berriro geroago.
fa: سرور نسخه‌ای قدیمی‌تر از نسخه‌ای که قبلاً دیده شده را برگرداند. بعداً دوباره امتحان کنید.
fi: Palvelin palautti vanhemman version kuin aiemmin nähty. Yritä myöhemmin uudelleen.
fil: Nagbalik ang server ng mas lumang bersyon kaysa sa nakita na. Subukan muli mamaya.
fr: Le serveur a renvoyé une version plus ancienne que celle déjà vue. Veuillez réessayer plus tard.
fr_ca: Le serveur a retourné une version antérieure à celle déjà consultée. Essayez de nouveau plus tard.
ga: Sheol an freastalaí leagan níos sine ná an ceann a bhí feicthe cheana féin. Déan iarracht arís ar ball.
gl: O servidor devolveu unha versión máis antiga que unha xa vista. Téntao de novo máis tarde.
gu: સર્વરે પહેલાથી જોયેલા કરતાં જૂનું રિલીઝ પાછું આપ્યું. પછીથી ફરી પ્રયાસ કરો.
he: השרת החזיר גרסה ישנה יותר מזו שכבר נראתה. נסה שוב מאוחר יותר.
hi: सर्वर ने पहले से देखे गए संस्करण से पुराना संस्करण लौटाया। कृपया बाद में पुनः प्रयास करें।
hr: Poslužitelj je vratio stariju verziju od one koja je već viđena. Pokušajte ponovno kasnije.
hu: A szerver egy korábbi verziót adott vissza, mint amit már láttunk. Később próbálja meg újra.
hy: Սերվերը վերադարձրեց ավելի հին թողարկում, քան արդեն տեսնվածը։ Փորձեք կրկին ավելի ուշ։
id: Server mengembalikan versi yang lebih lama daripada yang sudah pernah dilihat. Silakan coba lagi nanti.
is: Þjónninn skilaði eldri útgáfu en þeirri sem þegar hefur sést. Reyndu aftur síðar.
it: Il server ha restituito una versione precedente a quella già visualizzata. Riprova più tardi.
ja: サーバーから、以前に確認されたものよりも古いバージョンが返されました。後ほど再度お試しください。
ka: სერვერმა დააბრუნა უფრო ძველი ვერსია, ვიდრე უკვე ნანახი. სცადეთ მოგვიანებით.
kk: Сервер бұрыннан көрінген нұсқадан ескі нұсқаны қайтарды. Кейінірек қайталап көріңіз.
km: ម៉ាស៊ីនមេបានប្រគល់ការចេញផ្សាយចាស់ជាងការចេញផ្សាយដែលបានឃើញរួចហើយ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
kn: ಸರ್ವರ್ ಈಗಾಗಲೇ ನೋಡಿದ ಬಿಡುಗಡೆಗಿಂತ ಹಳೆಯದನ್ನು ಹಿಂತಿರುಗಿಸಿದೆ. ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 서버에서 이전에 확인된 버전보다 오래된 버전을 반환했습니다. 잠시 후 다시 시도해 주세요.
ky: Сервер буга чейин көрүлгөн версиядан эски версияны кайтарып берди. Кийинчерээк кайра аракет кылыңыз.
lo: ເຊີບເວີໄດ້ສົ່ງຄືນລຸ້ນເກົ່າກວ່າລຸ້ນທີ່ເຄີຍເຫັນແລ້ວ. ລອງໃໝ່ໃນພາຍຫຼັງ.
lt: Serveris pateikė senesnę versiją nei ta, kurią jau matėte. Pabandykite vėliau.
lv: Serveris atgrieza vecāku versiju par jau konstatēto. Mēģiniet vēlāk.
mk: Серверот врати постара верзија од онаа што веќе е видена. Обидете се повторно подоцна.
ml: സെർവർ ഇതിനകം കണ്ടതിനേക്കാൾ പഴയ ഒരു പതിപ്പ് തിരികെ നൽകി. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mn: Сервер өмнө нь үзсэн хувилбараасаа хуучин хувилбарыг буцаасан. Дараа дахин оролдоно уу.
mr: सर्व्हरने आधी पाहिलेल्या आवृत्तीपेक्षा जुनी आवृत्ती दर्शवली आहे. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Pelayan mengembalikan keluaran yang lebih lama daripada yang telah dilihat. Cuba lagi nanti.
mt: Is-server irritorna rilaxx eqdem minn wieħed li diġà deher. Erġa' pprova aktar tard.
my: ဆာဗာက မြင်ပြီးသားဗားရှင်းထက် ပိုဟောင်းတဲ့ဗားရှင်းကို ပြန်ပေးခဲ့ပါတယ်။ နောက်မှ ထပ်ကြိုးစားပါ။
nb: Serveren returnerte en eldre versjon enn den vi allerede har sett. Prøv igjen senere.
ne: सर्भरले पहिले नै हेरिएको भन्दा पुरानो रिलीज फिर्ता गर्‍यो। पछि फेरि प्रयास गर्नुहोस्।
nl: De server heeft een oudere versie teruggestuurd dan de versie die al is weergegeven. Probeer het later nog eens.
or: ସର୍ଭର ପୂର୍ବରୁ ଦେଖାଯାଇଥିବା ସଂସ୍କରଣଠାରୁ ପୁରୁଣା ସଂସ୍କରଣ ଫେରାଇଲା। ପରେ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਸਰਵਰ ਨੇ ਪਹਿਲਾਂ ਤੋਂ ਦੇਖੇ ਗਏ ਰੀਲੀਜ਼ ਤੋਂ ਪੁਰਾਣਾ ਰੀਲੀਜ਼ ਵਾਪਸ ਕੀਤਾ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Serwer zwrócił wersję starszą niż ta, którą już widzieliśmy. Spróbuj ponownie później.
pt: O servidor devolveu uma versão mais antiga do que a que já tinha sido apresentada. Tente novamente mais tarde.
pt_br: O servidor retornou uma versão mais antiga do que a já vista. Tente novamente mais tarde.
ro: Serverul a returnat o versiune mai veche decât cea vizualizată deja. Vă rugăm să încercați din nou mai târziu.
ru: Сервер вернул версию, более старую, чем та, которая уже была найдена. Попробуйте позже.
si: සේවාදායකය දැනටමත් දැක ඇති නිකුතුවකට වඩා පැරණි නිකුතුවක් ආපසු ලබා දුන්නේය. පසුව නැවත උත්සාහ කරන්න.
sk: Server vrátil staršiu verziu, ako tá, ktorú sme už videli. Skúste to neskôr.
sl: Strežnik je vrnil starejšo različico od tiste, ki ste jo že videli. Poskusite kasneje.
sq: Serveri ktheu një version më të vjetër se një që është parë tashmë. Provo përsëri më vonë.
sr: Сервер је вратио старију верзију од оне која је већ виђена. Покушајте поново касније.
sv: Servern returnerade en äldre version än en tidigare registrerad. Försök igen senare.
sw: Seva ilirudisha toleo la zamani zaidi ya lile ambalo tayari limeonekana. Jaribu tena baadaye.
ta: சேவையகம், ஏற்கனவே காணப்பட்டதை விடப் பழைய வெளியீட்டைத் திருப்பி அனுப்பியுள்ளது. பின்னர் மீண்டும் முயற்சிக்கவும்.
te: సర్వర్ ఇదివరకే చూసిన దానికంటే పాత వెర్షన్‌ను తిరిగి ఇచ్చింది. దయచేసి తర్వాత మళ్ళీ ప్రయత్నించండి.
th: เซิร์ฟเวอร์ส่งคืนเวอร์ชันที่เก่ากว่าเวอร์ชันที่เคยพบ โปรดลองใหม่อีกครั้งในภายหลัง
tr: Sunucu, daha önce görülen sürümden daha eski bir sürüm döndürdü. Daha sonra tekrar deneyin.
uk: Сервер повернув версію, старішу за вже отриману. Спробуйте ще раз пізніше.
ur: سرور نے پہلے سے دیکھی گئی ریلیز سے زیادہ پرانی ریلیز واپس کی۔ بعد میں دوبارہ کوشش کریں۔
vi: Máy chủ trả về phiên bản cũ hơn so với phiên bản đã được xem trước đó. Vui lòng thử lại sau.
zh_hans: 服务器返回的版本比之前看到的版本更旧。请稍后再试。
zh_hant: 伺服器回傳的版本比先前看到的更舊。請稍後再試。
zu: Iseva ibuyisele ukukhishwa okudala kunalokho osekubonwe kakade. Zama futhi kamuva.
